@extends('layouts.main')

@section('title')
    @lang('Privacy Policy')
@endsection

@section('description')
    @lang('Privacy Policy - Darakht-e Danesh Library')
@endsection

@section('page_image')
    {{ getFile('public/img/logo-ddl-new.png') }}
@endsection

@push('styles')
    <style>
        .policies-content {
            line-height: 1.8;
        }
    </style>
@endpush

@section('content')
    <div class="container my-4">
        <div class="policies-content rounded shadow-sm">
            <!-- Analytics Opt-Out Section -->
            <div class="card border mt-4">
                <div class="card-body p-4">
                    <h3 class="card-title mb-3">حفظ اطلاعات شخصی</h3>
                    <article>

                        <p>حق آموزش افغانستان و کتابخانه درخت دانش اهمیت حفظ حریم خصوصی را درک و آن را محترم می شمارد. هر
                            گونه اطلاعاتی که را که شما برای استفاده از کتابخانه ارایه می کنید، شدیداً محرم نگه داشته شده، به
                            فروش نمی رسد، مورد باز استفاده قرار نمی گیرد، به کرایه و یه وام داده نشده و به هیچ عنوان در
                            اختیار مرجع و یا منبع دیگر گذاشته نمی شود. هر گونه اطلاعاتی را که شما به حق آموزش افغانستان و از
                            طریق آن به کتابخانه درخت دانش ارایه می کنید، با دقت مورد مواظبت قرار می گیرد و جز به سببی که شما
                            آن را ارایه کرده اید، به گونه یی دیگری مورد استفاده قرار نمی گیرد. در صورتی که هر گونه پرسشی در
                            این مورد داشته باشید، لطفاً با ما به تماس شوید.</p>

                        <h3>اطلاعات الکترونیکی</h3>

                        <p>هنگامی که از کتابخانه درخت دانش دیدن می کنید، سِروَر وبسایت ( Web serve) ما به صورت اتومات نام
                            دامنه یی را که شما از طریق آن به انترنیت وصل شده اید (طور مثال، aol.com در صورتی که شما از یک
                            حساب آنلاین امریکایی به انترنیت وصل شده اید، تاریخ و ساعتی را که شما وارد کتابخانه درخت دانش شده
                            اید و پروتوکول انترنیت (IP) وبسایتی را که شما از طریق آن وارد انترنیت شده اید؛ شناسایی کرده و
                            حفظ می کند. این اطلاعات ما را در به دست آوردن اطلاعات در مورد چگونگی استفاده از کتابخانه و به
                            دست آوردن ارقام و آمار در مورد استفاده از کتابخانه یاری می رساند. این ارقام و آمار به ما یاری می
                            رساند که در مورد اینکه چگونه کتابخانه درخت دانش مورد استفاده قرار گرفته اطلاعات کسب نموده که
                            درنتیچه ما می توانیم برای استفاده بهتر بازدید کننده گان کیفیت کتابخانه را بهبود بخشیم. اینگونه
                            اطلاعات به اساس اطلاعات شخصی بازدید کننده گان حفظ نمی گردد.</p>

                        <h3>اطلاعاتی که شما در اختیار ما قرار می دهید</h3>

                        <p>اطلاعاتی را که شما در اختیار ما قرار می دهید، برای پاسخ به نیازهای شما، ردیف بندی مواد به اساس
                            بازدید های قبلی شما از کتابخانه، برای تامین ارتباط با شما و بهبود کیفیت و کمیت مطالب کتابخانه
                            مورد استفاده قرار می گیرد. هدف اساسی از گردآوری اطلاعات شخصی بازدید کننده گان به منظور ارایه
                            خدمات، امکانات و محتوای سفارشی و همچنان برای برابر سازی امکانات برای به دست اوردن تجربه شخصی
                            موثر که بتواند پاسخگوی نیازمندی های شما باشد حفظ می گردد.</p>

                        <p>اگر شما از طریق فرستادن ایمیل و یا پر کردن فارم آنلاین مشخصات خود را در اختیار ما قرار می دهید،
                            کارمندان سازمان زنان کانادا برای زنان افغانستان و کتابخانه درخت دانش و شرکای کاری شان به منظور
                            تماس با شما در ارتباط با امور خدماتی به این اطلاعات دسترسی می داشته باشند. اطلاعاتی را که شما
                            ثبت می کنید، مثل پر کردن فارم های سروی و یا تبصره ها و یا ارایه نظر ها ممکن است به نام خود تان
                            ثبت شده و صرف برای کارهای خدماتی داخلی مورد استفاده قرار گرفته و با هیچکس و هیچ سازمان دیگری
                            شریک ساخته نمی شود. در صورتی که نیاز به شریک ساختن نام، مطالب و سایر اطلاعات مربوط به شما به
                            سازمان های دیگر باشد، از شما اجازه گرفته می شود. یعنی بدون اجازه شما این اطلاعات با سازمان ها و
                            یا اشخاص دیگر به شرکت گذاشته نمی شود.</p>

                        <h3>لینک ها (پیوند ها)</h3>

                        <p>در کتابخانه درخت دانش شما به لینک هایی بر می خورید که ممکن است که در ملکیت حق آموزش افغانستان و
                            درخت دانش قرار نداشته و یا اینکه تحت مدیریت ما قرار نداشته باشد. حق آموزش افغانستان و درخت دانش
                            هیچگونه مسوولیتی را در قبال حفظ حریم خصوصی کاربران در این خصوص به عهده نمی گیرد.</p>

                        <h3>استفاده از &quot;کوکی ها&quot;</h3>

                        <p>کوکی ها قایل های کوچکی اند که روی هارد دیسک شما قرار دارند و ما را در ارایه خدمات سفارشی به شما
                            کمک می کنند. کوکی ها این امکان را فراهم می کنند تا شما هنگامی که از کتابخانه استفاده می کنید،
                            کمتر پاسورد (گذر واژه) خود را وارد کنید. هیچگونه اطلاعات شخصی در این قسمت حفظ نمی شود. هر از
                            گاهی حق آموزش افغانستان و درخت دانش ممکن است یک &quot;کوکی&quot; را به کمپیوتر شما بفرستد. این
                            کوکی که یک داده کوچکی است و به بروزور شما از طریق ویب سرور فرستاده می شود، در هارد درایو کمپیوتر
                            شما حفظ می گردد. کوکی ها نمی توانند فایل های شما را که در کمپیوتر تان است و یا کوکی های دیگری را
                            که از طریق دیگر سایت ها به شما ارسال گردیده است، بخواند. کوکی ها به سیستم کمپیوتر تان آسیب نمی
                            رساند. کوکی ها به ما کمک می کنند تا بدانیم شما کدام بخش از کتابخانه درخت دانش را بازدید کرده اید
                            و یا رذیف بندی کرده اید، پس وقتی که بار دیگر شما وارد کتابخانه می شوید، آن بخش ها به سهولت برای
                            شما قابل دسترس می باشند. از این اطلاعات برای شخصی ساختن اطلاعات برای شما استفاده
                            می&zwnj;کنیم..&nbsp;<br />
                            شما می توانید کوکی ها را با تغییر تنظیمات بروزوز خود بپذیرید. یا اینکه تنظیمات را طوری تغییر
                            دهید که کوکی ها را قبول نکنید. همچنان می توانید تنظیمات را طوری عیار کنید که هنگام دریافت کوکی
                            به شما اطلاع داده شود. اگر شما کوکی ها را قبول نکنید، موثریت استفاده از سایت ما و یا سایر سایت
                            ممکن است کاهش یابد و بعضی بخش ها ممکن است آن طوری که لازم است کار نکنند.</p>

                        <h3>آزادی انتخاب</h3>

                        <p>حق آموزش افغانستان و درخت دانش درک می کنند که ممکن است کاربران علاقمندی نداشته باشند تا از مطالب
                            جدید سایت برای شان اطلاع داده شوند. درخت دانش آزادی انتخاب را در این مورد برای شما فراهم می کند.
                            شما می توانید از فهرست هر ای میل بازاریابی که از طریق این سایت به شما ارسال می گردد، خود را
                            خارجی سازید. نحوه این کار در ای میل هایی که به شما ارسال می گردد، درج گردیده است.</p>

                        <h3>انتشار اطلاعات</h3>

                        <p>حق آموزش افغانستان و درخت دانش هر اطلاعاتی را که مطابق به حکم قانون و یا دادگاه لازم باشد، منتشر
                            می سازد. تنظیمات امنیتی (با استفاده از SSL) برای محرم نگه داشتن اطلاعاتی که در سایت ما ثبت می
                            کنید، طوری است که به صورت آفلاین ثبت می گردد و هنگام ثبت آن توسط شما به هیچوجه به جای دیگر درز
                            نمی کند. اگر شما ای میلی به ما می فرستید و یا از طریق فارم ارتباط با ما تماس میگیرد، باید بدانید
                            که ای میل شما تا زمانی که از یک ویب بروزری که از لحاظ امنیتی مطمین باشد، استفاده می کنید محفوظ
                            می ماند.</p>

                        <p>مقررات بالا از تاریخ 30 نوامبر 2007 مدار اعتبار است. حق آموزش افغانستان و درخت دانش این حق را به
                            خود قایل می شوند تا هر زمانی که لازم باشد، این مقررات را تغییر دهد. استفاده از اطلاعاتی را که ما
                            جدیداً به دست می آوریم، شامل مقررات حفظ حریم خصوصی زمانی می شود که آن اطلاعات ثبت گردیده است.
                            کسانی که علاقمندند تا از تغییرات در این پالیسی آگاه شوند، می توانند زود به زود از مقررات حفظ
                            اطلاعات شخصی بازدید کنند.</p>
                    </article>
                    <div class="border-top pt-4">
                        <h4 class="mb-3">لغو تحلیل گر وب</h4>
                        <p class="mb-4">
                            اگر نمی‌خواهید بازدیدهای شما در ابزارهای تحلیل گری ما ذخیره شود، می‌توانید با گزینه‌های زیر از
                            ردیابی خارج شوید.
                        </p>

                        <div class="mb-4">
                            <a href="{{ route('opt-out') }}" class="mt-2">
                                خروج از تحلیل گر ویب
                            </a>
                        </div>

                        
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
