@extends('layouts.main')

@section('title')
    @lang('Privacy Policy')
@endsection

@section('description')
    @lang('Privacy Policy - Darakht-e Danesh Library')
@endsection

@section('page_image')
    {{ getFile('public/img/logo-ddl-new.png') }}
@endsection

@push('styles')
    <style>
        .policies-content {
            line-height: 1.8;
        }
    </style>
@endpush

@section('content')
    <div class="container my-4">
        <div class="policies-content rounded shadow-sm">
            <!-- Analytics Opt-Out Section -->
            <div class="card border mt-4">
                <div class="card-body p-4">
                    <h3>د شخصي معلوماتو محرميت</h3>

                    <p>د افغانستان د ښځو لپاره د کاناډايي مېرمنو اداره او د درخت دانش کتابتون د شخصي حريم خونديتوب درک کړی
                        او پوره درناوی ورته لري. تاسې چې هر ډول معلومات په کتابتون کې د کارونې لپاره وړاندې کوی، په جدي توګه
                        محرم ساتل کېږي، نه پلورل کېږي، بيا ترې ګټه نه اخيستل کېږي، په کرايه نه ورکول کېږي او په هېڅ ډول د
                        بلې منبع او مرجع په واک کې نه ورکول کېږي. تاسې چې د افغانستان د ښځو لپاره د کاناډايي مېرمنوله ادارې
                        سره او د هغې له لارې له درخت دانش کتابتون سره هر ډول شريکوئ، په پوره دقت سره ترې ساتنه کېږي او له
                        هغې موخې پرته چې تاسې شريک کړي دي، د بلې موخې لپاره نه کارول کېږيږ که چېرې په دې برخه کې هر ډول
                        پوښتنه لری، د مهربانۍ له مخې له موږ سره په اړيکه کې شئ.</p>

                    <h3>الکترونيکي معلومات</h3>

                    <p>کله چې له درخت دانش پرليکه کتابتون څخه ګټه اخلئ، زموږ د وېبپاڼې سرور( Web serve) په اتوماته بڼه هغه
                        لاره چې تاسې يې پر مټ له انټرنېټ سره وصل شوي ياست (د بېلګې په توګه aol.com په هغه صورت کې چې تاسې له
                        يوه پرليکه امريکايي حساب څخه له انټرنېټ سره وصل شوي ياست، نېټه او وخت، چې تاسې د درخت دانش پرليکه
                        کتابتون ته دننه شوي ياست او د وېبپاڼې هغه انټرنېټي پروتوکول (IP) چې تاسې يې له لارې انټرنېټ ته دننه
                        شوي ياست)پېژندل کېږي او خوندي ساتل کېږي. دا ډول معلومات له موږ سره له کتابتون څخه د ګټې اخيستنې د
                        څرنګوالي او له کتابتون څخه د ګټې اخيستنې د شمېرو او ارقامو په ترلاسه کولو کې مرسته کوي. دا شمېرې او
                        ارقام له موږ سره مرسته کوي، چې له درخت دانش پرليکه کتابتون څخه د ګټې اخيستنې د څرنګوالي په اړه
                        معلومات ترلاسه کړو او په پايله کې يې پرمټ د ښې ګټې اخيستنې په موخه د درخت دانش پرليکه کتابتون کيفيت
                        لوړ کړو. دا ډول معلومات د کتونکو د شخصي اطلاعاتو له مخې نه خوندي کېږي.</p>

                    <h3>هغه معلومات چې تاسې يې زموږ په واک کې راکوی</h3>

                    <p>هغه معلومات چې تاسې يې له موږ سره شريکوی، ستاسې اړتياوو ته د ځواب ويلو، له کتابتون څخه ستاسې د
                        مخکينيو ليدنو پر اساس د توکو د ډلبندۍ، له تاسې سره د اړيکې ټينګولو او د کتابتون د مطالبو د کميت او
                        کيفيت د ښه کولو په برخه کې ترې ګټه اخيستل کېږي. د کتابتون د کتونکو د شخصي معلوماتو د راټولونې اصلي
                        موخه د خدماتو له وړاندې کولو، د سپارښتي امکاناتو او محتوا له شريکولو او همدارنګه ستاسې د اړتياوو د
                        پوره کولو په موخه ستاسې د شخصي مؤثرې تجربې د ښه کولو په موخه د امکاناتو له برابرولو څخه عبارت ده.
                    </p>

                    <p>که تاسې د برېښناليک د را استلو او يا د انلاين فورمې د ډکولو له لارې خپلې ځانګړنې له موږ سره شريکوئ، د
                        افغانستان د مېرمنو لپاره د کاناډايي مېرمنو اداره، د درخت دانش کتابتون کارکوونکي او نور کاري شريکان
                        به دې معلوماتو ته يوازې د خدماتي چارو په اړه د اړيکې ټينګولو په موخه ګټه اخلي او لاسرسی به ورته لري.
                        هغه معلومات چې تاسې يې ثبتوئ، لکه د سروې د فورمو ډکول او يا د تبصرو او نظرونو وړاندې کول کېدای شي
                        ستاسې په خپل نوم ثبت شي او يوازې د داخلي خدماتي چارو لپاره به ترې ګټه اوچته او له بل هېچا او هېڅ
                        ادارې سره به شريک نه شي. که چېرې له نورو ادارو سره ستاسې د نوم، مطالبو او نورو معلوماتو د شريکولو
                        اړتيا وي، له تاسې څخه به اجازه اخيستل کېږي. يعنې ستاسې له اجازې پرته دا معلومات له هېڅ بل کس، ادارې
                        او يا هم شرکت سره نه شريکېږي.&nbsp;</p>

                    <h3>لېنکونه</h3>

                    <p>د درخت دانش پرليکه کتابتون کې تاسې ممکن له داسې لېنکونو سره مخ شی، چې ممکن د افغانستان د مېرمنو لپاره
                        د کاناډا د مرېمنو د ادارې او درخت دانش ملکيت نه وي او يا دا چې مديريت يې زموږ په واک کې نه وي. د
                        افغانستان د مېرمنو لپاره د کاناډا د مېرمنو اداره او درخت دانش په دې برخه کې د کراوونکو د خصوصي حريم
                        د ساتنې پروړاندې هېڅ مسؤوليت نه لري.</p>

                    <h3>له &laquo;کوکي ګانو&raquo; څخه ګټه اخيستنه</h3>

                    <p>کوکي ګان واړه قايلونه دي، چې ستاسې د هارډېسک پرمخ موجود دي او له موږ سره تاسې ته د سپارښتي خدماتو په
                        وړاندې کولو کې مرسته کوي. کوکي ګان دا زمينه برابروي، چې کله له کتابتون څخه ګټه اخلی، لږ وخت خپل
                        پسورډ دننه کړی. په دې برخه کې هېڅ ډول شخصي معلومات نه خوندي کېږي. هر وخت ممکنه ده چې د افغانستان د
                        مېرمنو لپاره د کاناډا د مېرمنو اداره او درخت دانش ستاسې کمپيوټر ته يو کوکي درواستوي. دا کوکي چې يوه
                        وړوکې ورکړه ده او ستاسې بروزر ته د د وېب سرور لخوا استول کېږي، ستاسې د کمپيوټر په هارډ ډرايو کې
                        خوندي کېږي. کوکي ګان نشي کولای چې ستاسې په کمپيوټر کې نور فايلونو او يا هم د نورو سايټونو لخوا در
                        استول شوي کوکي ګان ولولي. &nbsp;کوکي ګان ستاسې د کمپيوټر سيسټم ته زيان نه رسوي. کوکي ګان له موږ سره
                        مرسته کوي؛ څو پوه شو، چې تاسې د درخت دانش کتابتون له کومې برخې څخه ليدنه کړې ده او يا مو ډلبندي کړې
                        ده. نو کله چې بياځلي تاسې کتابتون ته دننه کېږی، هغه برخې به په آسانۍ ستاسې د لاسرسي وړ وي. له دې
                        معلوماتو څخه ستاسې لپاره د معلوماتو د شخصي کولو لپاره ګټه اخلو.</p>

                    <p>تاسې کولای شی کوکي ګان د خپل بروزر د تنظيماتو په تغيير سره ومنی. يا دا چې تنظيمات داسې تغيير کړی، چې
                        کوکي ګان ونه منی. همدارنګه کولای شی تنظيمات داسې برابر کړی، چې تاسې ته د کوکي د ترلاسه کولو پروخت
                        خبر درکړل شي. که تاسې کوکي ګان قبول نه کړی، زموږ له سايټ او نورو سايټونو څخه د ګټې اخيستنې اغېز به
                        کم شي او ځينې برخې ممکن هغسې کار ونه کړي، لکه څنګه چې ښايي.</p>

                    <h3>د ټاکنې آزادي</h3>

                    <p>د افغانستان د مېرمنو لپاره د کاناډا د مېرمنو اداره او درخت داش درک کوي، چې ممکن کاروونکي علاقمندي ونه
                        لري، چې د سايټ د نويو اطلاعاتو په اړه دې خبراوی ورکړل شي. درخت دانش تاسې په دې اړه د ټاکنې آزادي
                        درکوي. تاسې کولای شی د بازارموندنې د هر ايمېل له لړليک څخه چې د دې سايټ لخوا تاسې ته دراستول کېږي،
                        ځان وباسئ. د دې کار طريقه په هغو ايمېلونو کې ليکل شوې، چې تاسې ته استول کېږي.</p>

                    <h3>د معلوماتو خپراوی</h3>

                    <p>د افغانستان د مېرمنو لپاره د کاناډا د مېرمنو اداره او درخت دانش هر هغه معلومات خپروي، چې له قوانينو
                        سره سم وي. له (SSL) نه په ګټې اخيستنې سره د د معلوماتو د محرم ساتلو په موخه امنيتي تنظيمات، چې زموږ
                        په سايټ کې يې ثبتوی، داسې دي چې په آفلاين بڼه ثبت کېږي او ستاسې لخوا يې د ثبت پرمهال په هېڅ وجه بل
                        ځای ته نه لېږدول کېږي. که تاسې موږ ته ايمېل رااستوی او يا د اړيکې د فورم له لارې له موږ سره تماس
                        نيسی، بايد پوه شی ستاسې ايمېل چې له امنيتي لحاظه د يوه خوندي بروزر له لارې يې استفاده کوی، خوندي
                        پاتې کېږي.</p>

                    <p>پورتني مقررات د ۲۰۰۷ کال د نومبر مياشتې له ۳۰ مې نېټې څخه د اعتبار وړ دي. د افغانستان د مېرمنو لپاره
                        د کاناډا د مېرمنو اداره او درخت دانش ځان ته دا حق ورکوي؛ څو د اړتيا پر وخت دا مقررې تغيير کړي. له
                        نويو ترلاسه کړيو اطلاعاتو څخه ګټه اخيستنه هغه وخت د خصوصي حريم په خونديتابه کې شاملېږي، چې هغه
                        اطلاعات ثبت شوي وي. که څوک د دې پاليسو د تغييراتو په اړه له خبراوي سره علاقمندي لري، کولای شي وخت په
                        وخت د شخصي اطلاعاتو د خونديتوب له مقرراتو څخه بيا ليدنه وکړي.</p>
                    </article>
                    <div class="border-top pt-4">
                        <h4 class="mb-3">د ویب شننې بندول</h4>
                        <p class="mb-4">
                            که نه غواړئ ستاسو لیدنې زموږ د شننې وسایلو کې ثبت شي، لاندې انتخابونه کارولی شئ ترڅو له تعقیب
                            څخه بهر شئ.
                        </p>

                        <div class="mb-4">
                            <a href="{{ route('opt-out') }}" class="mt-2">
                                له ګوګل انالیتیکس څخه وتل
                            </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
